app/controllers/users_controller.rb

INSERT INTO "users" ("first_name", "last_name", "email", "age", "profile_image", "is_verified", "password_digest", "created_at", "updated_at", "account_type") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
    def create
        user = User.create!(user_params)